export const fetchExhibitions = () => {
    return [
        {
            id: '1',
            short_description: `Воронеж. 27-28 октября 2018. Выставка "Осенние смотрины" от КЛК Люкс.`,
            long_description: `<p>Вторая воронежская выставка прошла под эгидой "Кто этот рыжий?!",
                чем слабо отличалась от первой.</p>
                <p>И вправду зверь для города совершенно неизвестный и редкий в своём,
                    что называется, полёте. Очередной титул открыт. 7 из 28 место на
                    WCF-ринге в первый день и 5 из 26 – во второй, плюс номинации на
                <mark>Best in Show</mark> оба дня прилагаются.</p>`
        },
        {
            id: '2',
            short_description: `Воронеж. 5-7 октября 2018. Выставка "Звезда Черноземья".`,
            long_description: `<p>Первая выставка в Воронеже. Редкая порода - редкий гость с севера.
                Настоящий Норман и истинный сын бесконечного снега произвел
                неизгладимое впечатление.</p>
                <p>Высота <mark>Best of best</mark>  наконец взята. Первая победа всегда
                самая запоминающаяся, особенно добытая в такой борьбе. Итак, на первой
                воронежской выставке кот лучший и точка. Этим все сказано.</p>`
        },
        {
            id: '3',
            short_description: `Москва. 7-8 июля 2018`,
            long_description: `<p>Во второй выставке участвовал только кот (ровно в день выставки
                ему исполнилось 10 месяцев).</p>
                <p>Он благополучно спал и ел. В общем, занимался своими прямыми
                обязанностями на твердую пятерку. В промежутках между сном и едой, а также
                редкими, но напористыми попытками исследовать новые территории, он
                удостоился отличных оценок, четвертого места на ринге в первый день и
                второго места на второй день. </p>`
        },
        {
            id: '4',
            short_description: `Москва. 16-17 июня 2018`,
            long_description: `<p>Первый день, жара, семь утра. Выходные начинаются с раннего подъема.
                Все приготовления закончены - долгожданная выставка начинается через несколько часов.</p>
                <p>Работа грумера заставила задуматься над двумя вещами: во-первых, сколько же можно вычесать 
                из одной <mark>норвежской лесной красавицы</mark>?! Казалось, еще немного и можно связать еще
                одну кошку (похоже, так они и размножаются). </p>
                <p>Во-вторых, сколько человек нужно на одно животное, чтобы удерживать его на месте
                два часа во время работы фена? После обоих вопросов можно смело ставить многоточие...</p>
                <p>Но в итоге шанс был использован, и высота, пусть и не самая высокая,
                но самая долгожданная, была взята. Наших красавиц оценили по достоинству.
                Были получены первые оценки и <mark>номинации на BIS</mark>. Пусть так будет всегда.</p>
                <p>Все подробности в фотоотчете. Приятного просмотра!</p>`
        }
    ]

}

export const fetchImg = () => {
    return [
        {
            id: '1',
            src: '/assets/img/pumpkin.jpg',
            width: 4,
            height: 3
        },
        {
            id: '2',
            src: '/assets/img/Taiga.jpg',
            width: 1,
            height: 1
        },
        {
            id: '3',
            src: "https://source.unsplash.com/2ShvY8Lf6l0/800x599",
            width: 4,
            height: 3
        },
        {
            id: '4',
            src: "https://source.unsplash.com/Dm-qxdynoEc/800x799",
            width: 4,
            height: 3
        },
        {
            id: '5',
            src: "https://source.unsplash.com/qDkso9nvCg0/600x799",
            width: 3,
            height: 4
        }
    ]

}